{"fsf1d":{"1.1":["<p>Il sera facile de savoir si une activité devra faire partie du Portfolio, car tu                                verras cette icône à chaque fois que tu devras compléter une tâche et la sauvegarder                                dans ton Portfolio.                            </p>","<h4>L’adjectif qualificatif </h4>                            <p>L’adjectif qualificatif est un mot qui se rapporte à un nom (ou un pronom) pour le                                qualifier (il apporte une précision).</p>"],"1.2":["<p>Il sera facile de savoir si une activité devra faire partie du portfolio, car tu verras                        cette icône à chaque fois que tu devras compléter une tâche et la sauvegarder dans ton                        portfolio portable ou virtuel.</p>","<p>Examine le premier texte et prends des notes des mots familiers, des mots similaires dans une                        autre langue ou des nouveaux mots que tu rencontres.</p>                     <p>Consulte le document remplissable et imprimable suivant, <a href=\"../assets/locker_docs/fsf1d_01.02.05.pdf\" target=\"_blank\" rel=\"noopener\">La cuisine à                           la mode Haudenosaunee<span class=\"sr-only\"> (Opens in new window)</span></a> pour compléter                        l’activité.                        Télécharge pour ta référence.</p>                     <h4>Le vocabulaire : la cuisine à la mode Haudenosaunee</h4>                     <table class=\"table table-bordered\">                        <thead>                           <tr>                              <th scope=\"col\" style=\"text-align: center;\">Mots familiers<br> (mots que tu connais                                 déjà)</th>                              <th scope=\"col\" style=\"text-align: center;\">Mots similaires<br> (mots qui sont comme les                                 mots d’une autre langue) </th>                              <th scope=\"col\" style=\"text-align: center;\">Mots nouveaux</th>                           </tr>                        </thead>                        <tbody>                           <tr style=\"height: 40px;\">                              <td></td>                              <td></td>                              <td></td>                           </tr>                           <tr style=\"height: 40px;\">                              <td></td>                              <td></td>                              <td></td>                           </tr>                           <tr style=\"height: 40px;\">                              <td></td>                              <td></td>                              <td></td>                           </tr>                           <tr style=\"height: 40px;\">                              <td></td>                              <td></td>                              <td></td>                           </tr>                        </tbody>                     </table>","<p><strong><span class=\"sr-only\">Bold text start</span>Stratégies de communication:<span class=\"sr-only\">Bold text End</span></strong> Lorsque tu t’enregistres, assure-toi de                        varier le ton et l’intonation pour les rendre plus intéressants. Tu peux aussi partager                        des photos des ingrédients et/ou du produit final. </p>                     <p>Télécharge ton audio et ta recette à ton portfolio.</p>","<p>Accède au document imprimable et remplir le document intitulé « <a href=\"../assets/locker_docs/fsf1d_01.02.11.pdf\" target=\"_blank\" rel=\"noopener\">Questions de                           compréhension<span class=\"sr-only\"> (Opens in new window)</span></a> » pour réaliser                        l’activité.</p>                     <h4>Questions de compréhension</h4>                     <ol>                        <li>Quand est-ce que l’Action de grâce est célébrée?</li>                        <li>Combien de tonnes de citrouilles a-t-on produit?</li>                        <li>Dans quelle province est-ce que les canneberges étaient cultivées?</li>                        <li>Quel pourcentage des pommes était produit en Ontario?</li>                        <li>Combien de grammes de sucre contient une portion de sauce canneberge?</li>                        <li>Combien de grammes de potassium contient une pomme de terre au four?</li>                        <li>Quelles nourritures dans l’infographie aimerais-tu manger? Pourquoi?</li>                        <li>Quelles nourritures dans l’infographie n’aimerais-tu pas manger?</li>                     </ol>","<p>Télécharge ton paragraphe à ton portfolio portable ou virtuel.</p>"],"1.3":["<p>Il sera facile de savoir si une activité devra faire partie du Portfolio, car tuverras cette icône à chaque fois que tu devras compléter une tâche et la sauvegarderdans ton Portfolio.</p>"],"1.4":["<p>Il sera facile de savoir si une activité devra faire partie du Portfolio, car tuverras cette icône à chaque fois que tu devras compléter une tâche et la sauvegarderdans ton Portfolio.</p>","<p>Consulte le document suivant, <a href=\"../assets/locker_docs/fsf1d_01.04.05.html\" target=\"_blank\" rel=\"noopener\">Un artiste local utilise des Skittles<span class=\"sr-only\"> (Opens in new window)</span></a>, ettélécharge-le pour référence.</p>","<p>Dans cette section, tu vas réexplorer l’article d’Harold Caudio à haute voix et avecfluidité. Enregistre ta voix et ensuite télécharge ton enregistrement dans tonportfolio.</p><p>Avant l’enregistrement assure-toi de pratiquer plusieurs fois.</p>"],"1.5":["<p>Après avoir exploré les besoins d’une adolescente ou un adolescent, quel besoin est leplusimportant à ton avis? Note dans ton cahier, le besoin le plus important pour toi. Quelssont lesaspects de ce besoin qui t’apporte le plus de bonheur ou qui sont les plus essentiellespour toi.Rédige un court paragraphe (5 à 7 phrases) qui explique ton choix. Tu es encouragé(e) dejustifierta réponse en ajoutant tes connaissances antérieures et tes expériences personnelles.</p>","<p>Réponds aux questions suivantes dans ton cahier et compose des paragraphes avec tesnotes.</p><ul><li>Est-ce que l’amitié est importante pour toi? Pourquoi?</li><li>Quelles sont les traits de qualité que tu cherches chez une amie ou un ami?</li><li>Décris deux de tes meilleur(e)s camarades.</li><li>Pourquoi ces camarades sont importantes et importants pour toi?</li><li>Est-ce que tu t’es fait de nouvelles connaissances au secondaire? Qui?</li><li>Est-ce que tes amies ou amis ont changé depuis l’école élémentaire? Explique.</li></ul>","<h4>Un monologue</h4><p>Un monologue est le discours d'une personne au cours d'une conversation ou d’une saynète. La personne exprime sa pensée sur un sujet en particulier.</p>","<p>Réponds aux questions suivantes dans ton cahier et compose des paragraphes avec tes notes.</p><ul><li>Quel(s) souhait(s) as-tu pour le futur? (Ça peut être dans tes études, des activités ou des sports. Ça peut être pour l’été prochain ou pour l’année prochaine. Ça peut être pour ton futur emploi, ta famille, tes voyages, etc.)</li><li>Quels sont les caractéristiques de ce ou ces souhaits pour le futur? Décris le souhait.</li><li>Pourquoi ce souhait ou ces souhaits te sont importants?</li></ul>"],"1.6":["<h4>Une autobiographie</h4><p>Une autobiographie est un texte descriptif qui raconte l’histoire et introduit la vied’un(e) auteur(e). Le texte est souvent rédigé par l’auteur(e) elle-même ou lui-même.Son intention est de se faire connaître et d’informer les gens au sujet de sa vie.</p>","<p>Tu vas composer une autobiographie, comme l’exemple d'Alicia. Après avoir rédiger tontextetu vas faire l’enregistrement d’une vidéo ou d’un audio de ton autobiographie pourtélécharger dans ton Portfolio.</p>"],"2.1":["<p>Un rappel que dans ton Portfolio de français, tu téléchargeras tous les travaux qui ont                                le symbole de portfolio à côté. Tu peux faire ceci à la fin de la dernière activité                                d’apprentissage de cette unité.</p>","<p>Sauvegarde tes définitions et réfère-toi à elles au fur et à mesure que tu progresses                                dans le contenu de l’activité d’apprentissage. Tu pourras les modifier au fur et à                                mesure que tu étudieras et apprendras davantage.</p>","<ol>                                <li>Dans ton cahier, fais une liste de cinq à dix aspects qui décrivent les différences                                    des                                    personnes autour de toi. Considère ton environnement, comme ton école, ta maison et                                    ta communauté, et pense aux aspects physiques, émotionnels, intellectuels                                    académiques, culturels et ceux mentionnés dans le paragraphe de la diversité.</li>                            </ol>                            <p>Par exemple : Mon style de vêtements est différent de mes ami(e)s.</p>                            <ol start=\"2\">                                <li>D’après toi, pourquoi est-il important de respecter et de valoriser les différences                                    des autres?</li>                            </ol>","<h4>Check your understanding!</h4>                            <p>Complete the following self-check quiz to determine where you are in your learning and                                what areas you need to focus on.</p>                            <p>This quiz is for feedback only, not part of your grade. You have unlimited attempts on                                this quiz. Take your time, do your best work, and reflect on any feedback provided.</p>                            <p>Press <strong><span class=\"sr-only\">Bold text start</span>Quiz<span class=\"sr-only\">Bold text End</span></strong> to access this tool.</p>                            <a href=\"/d2l/common/dialogs/quickLink/quickLink.d2l?ou=19092092&amp;type=quiz&amp;rcode=eLO-63699316\" target=\"_blank\" class=\"btn_parent\"><img src=\"../assets/icons/quiz_button.svg\" class=\"action_button callout-image\" alt=\"Self check quiz\"><span class=\"sr-only\">(opens in a new window)</span></a>                            <p>Based on your answers, reach out to your academic officer for additional support as                                needed. </p>"],"2.2":["<p>Un rappel que dans ton Portfolio de français, tu téléchargeras tous les travaux qui ont le symbole de portfolio à côté. Tu peux faire ceci à la fin de la dernière activité d’apprentissage de cette unité.</p>"],"2.3":["<p>Un rappel que dans ton Portfolio de français, tu téléchargeras tous les travaux qui ont                                le symbole de portfolio à côté. Tu peux faire ceci à la fin de la dernière activité                                d’apprentissage de cette unité.</p>"],"2.4":["<p>Un rappel que dans ton Portfolio de français, tu téléchargeras tous les travaux qui ontle symbole de portfolio à côté. Tu peux faire ceci à la fin de la dernière activitéd’apprentissage de cette unité.</p>","<p>Après avoir créé ton infographie, tu vas le télécharger dans ton portfolio.</p>"],"2.5":["<p>Un rappel que dans ton Portfolio de français, tu téléchargeras tous les travaux qui ont le symbole de portfolio à côté. Tu peux faire ceci à la fin de la dernière activité d’apprentissage de cette unité.</p>","<p>Fais les révisions nécessaires et ajoute ta version finale à ton Portfolio.</p>"],"2.6":["<p>Un rappel que dans ton Portfolio de français, tu téléchargeras tous les travaux qui ont                                le symbole de portfolio à côté. Tu peux faire ceci à la fin de la dernière activité                                d’apprentissage de cette unité.</p>","<p>Quand tu as terminé ton travail, télécharge-le à ton portfolio.</p>"],"3.1":["<p>Il sera facile de savoir si une activité devra faire partie du Portfolio, car tuverras cette icône à chaque fois que tu devras compléter une tâche et la sauvegarderdans ton Portfolio.</p>"],"3.2":["<p>Il sera facile de savoir si une activité devra faire partie du Portfolio, car tuverras cette icône à chaque fois que tu devras compléter une tâche et la sauvegarderdans ton Portfolio.</p>"],"3.3":["<p>Il sera facile de savoir si une activité devra faire partie du Portfolio, car tuverras cette icône à chaque fois que tu devras compléter une tâche et la sauvegarderdans ton Portfolio.</p>"],"3.4":["<p>Il sera facile de savoir si une activité devra faire partie du Portfolio, car tuverras cette icône à chaque fois que tu devras compléter une tâche et la sauvegarderdans ton Portfolio.</p>"],"3.5":["<p>Il sera facile de savoir si une activité devra faire partie du Portfolio, car tuverras cette icône à chaque fois que tu devras compléter une tâche et la sauvegarderdans ton Portfolio.</p>","<p>Enregistre ta voix qui explore le texte. Prononce les mots et les phrases dans le texte                                clairement et avec fluidité. Varie l'expression pour renforcer le sens et utiliser                                l'intonation en fonction de la ponctuation. À chaque ponctuation prend une pause                                nécessaire pour la fluidité. Finalement, réexamine ton enregistrement et porte attention                                à ton expression.</p>"],"4.1":["<p>Il sera facile de savoir si une activité devra faire partie du Portfolio, car tuverras cette icône à chaque fois que tu devras compléter une tâche et la sauvegarderdans ton Portfolio.</p>","<h4>Explore l’article à travers ces étapes :</h4><p>Avant de commencer à explorer tout le texte, emploie les stratégies suivante :</p><ul><li>Examine le titre, les sous-titres et les images/rubriques</li><li>Prédis les idées et les informations qui seront dans l’article</li><li>Étudie l’article à voix haute (en faisant attention à la prononciation).Enregistre-toi pour pouvoir porter attention à ta prononciation.</li><li>Explore l’article encore une fois et vérifie ta compréhension en complétant lesexercices de compréhension.</li></ul>","<p>Maintenant, enregistre-toi pour pouvoir porter attention à ta prononciation. </p>"],"4.2":["<p>Il sera facile de savoir si une activité devra faire partie du Portfolio, car tuverras cette icône à chaque fois que tu devras compléter une tâche et la sauvegarderdans ton Portfolio.</p>"],"4.3":["<p>Il sera facile de savoir si une activité devra faire partie du Portfolio, car tuverras cette icône à chaque fois que tu devras compléter une tâche et la sauvegarderdans ton Portfolio.</p>","<p>Examine le livre à voix haute. Si possible, enregistre ta lecture du livre pour vérifierton intonation et ta prononciation.</p>","<h4>Check your understanding!</h4><p>Complete the following self-check quiz to determine where you are in your learning and what areas you need to focus on.</p><p>This quiz is for feedback only, not part of your grade. You have unlimited attempts on this quiz. Take your time, do your best work, and reflect on any feedback provided.</p><p>Press <strong><span class=\"sr-only\">Bold text start</span>Quiz<span class=\"sr-only\">Bold text End</span></strong> to access this tool.</p><a href=\"/d2l/common/dialogs/quickLink/quickLink.d2l?ou=19092092&amp;type=quiz&amp;rcode=eLO-64497631\" target=\"_blank\" class=\"btn_parent\"><img src=\"../assets/icons/quiz_button.svg\" class=\"action_button callout-image\" alt=\"Quiz\"><span class=\"sr-only\">(opens in a new window)</span></a><p>Based on your answers, reach out to your teacher for additional support as needed.</p>"],"4.4":["<p>Il sera facile de savoir si une activité devra faire partie du Portfolio, car tu verras cette icône à chaque fois que tu devras compléter une tâche et la sauvegarder dans ton Portfolio.</p>"],"4.5":["<p>Il sera facile de savoir si une activité devra faire partie du Portfolio, car tuverras cette icône à chaque fois que tu devras compléter une tâche et la sauvegarderdans ton Portfolio.</p>"]}}